const categoryList = [
  {
    id: 0,
    name: '밑반찬',
    subList: ['무침', '나물', '볶음', '조림', '젓갈·장·소스', '세트'],
  },
  {
    id: 1,
    name: '메인반찬',
    subList: ['고기반찬', '해산물 반찬', '분식', '튀김', '전·계란반찬', '세트'],
  },
  {
    id: 2,
    name: '국·찌개·탕',
    subList: ['국', '찌개', '탕', '전골', '세트'],
  },
  {
    id: 3,
    name: '아이반찬',
    subList: ['밑반찬', '메인반찬', '국·찌개', '간식·음료'],
  },
  {
    id: 4,
    name: '육류 구이관',
    subList: ['소고기', '돼지고기', '양념구이', '소스&곁들임찬', '마무리식사'],
  },
  {
    id: 5,
    name: '김치·장아찌',
    subList: ['김치', '장아찌·피클'],
  },
  {
    id: 6,
    name: '세계음식',
    subList: ['양식', '아시아식'],
  },
  {
    id: 7,
    name: '밥·죽·면',
    subList: ['밥', '죽', '면'],
  },
  {
    id: 8,
    name: '샐러드',
    subList: ['샐러드', '샌드위치'],
  },
  {
    id: 9,
    name: '간식',
    subList: ['베이커리', '과일', '주스·음료', '스무디', '유제품·커피', '기타간식'],
  },
  {
    id: 10,
    name: '정기식단',
    subList: ['1~2인', '3~4인', '아이반찬'],
  },
  {
    id: 11,
    name: '반찬 브랜드',
    subList: ['반찬가게', '반찬 장인', '전국맛집', '키즈관'],
  },
];

export default categoryList;
